{
	"table": [
		{
			"name": "2,500 gp Art Objects",
			"source": "PSX",
			"page": 26,
			"caption": "2,500 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Platinum headdress with topaz sun symbol (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Feathered mantle with emerald clasp (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Necklace of jade and pink pearls (River Heralds)|psx}"
				],
				[
					"4",
					"{@item Finely articulated jade glove (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Eye patch with a mock eye set in blue sapphire and moonstone (Brazen Coalition)|psx}"
				],
				[
					"6",
					"{@item Jeweled anklet (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Gold music box (Brazen Coalition)|psx}"
				],
				[
					"8",
					"{@item Gold-plated ceremonial helmet and pauldrons (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Fine gold chain with fire opals (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Masterpiece painting in mahogany frame with gold inlay (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "25 gp Art Objects",
			"source": "PSX",
			"page": 24,
			"caption": "25 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Silver medallion (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Amulet of dinosaur feathers (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Sun amulet on a beaded chain (Sun Empire)|psx}"
				],
				[
					"4",
					"{@item Tiny jade figurine (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Pair of engraved bone dice (Brazen Coalition)|psx}"
				],
				[
					"6",
					"{@item Copper stein with silver filigree (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Velvet doublet with gold buttons (Legion of Dusk)|psx}"
				],
				[
					"8",
					"{@item Gold ring with turquoise (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Cloth-of-gold vestments (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Gold locket with a painted portrait inside (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "250 gp Art Objects",
			"source": "PSX",
			"page": 24,
			"caption": "250 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Silver necklace with an amber pendant (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Fine robe with dinosaur feathers and silver embroidery (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Jade headpiece (River Heralds)|psx}"
				],
				[
					"4",
					"{@item Carved jade statuette (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Jade bowl (River Heralds)|psx}"
				],
				[
					"6",
					"{@item Bronze spyglass (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Pewter mug with green spinels (Brazen Coalition)|psx}"
				],
				[
					"8",
					"{@item Gold pendant with black onyx (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Large well-made tapestry (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Large gold bracelet (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "7,500 gp Art Objects",
			"source": "PSX",
			"page": 25,
			"caption": "7,500 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Platinum ring with yellow sapphire (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Platinum staff topped with amber (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Jade breastplate (River Heralds)|psx}"
				],
				[
					"4",
					"{@item Jade totem with diamond eyes (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Treasure chest crafted of exotic wood with gold fittings and opals (Brazen Coalition)|psx}"
				],
				[
					"6",
					"{@item Bejeweled ivory drinking horn with gold inlay (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Gold jewelry box with platinum filigree (Brazen Coalition)|psx}"
				],
				[
					"8",
					"{@item Gold basin with rubies (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Gold chalice set with emeralds (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Marble font with gold inlay (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "750 gp Art Objects",
			"source": "PSX",
			"page": 24,
			"caption": "750 gp Art Objects",
			"colLabels": [
				"d10",
				"Object"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"{@item Silver headdress with amber and red-coral feathers (Sun Empire)|psx}"
				],
				[
					"2",
					"{@item Silver shoulder piece with amber and garnet (Sun Empire)|psx}"
				],
				[
					"3",
					"{@item Jade sword with amber (River Heralds)|psx}"
				],
				[
					"4",
					"{@item Large jade totem (River Heralds)|psx}"
				],
				[
					"5",
					"{@item Gold-plated sextant with topaz (Brazen Coalition)|psx}"
				],
				[
					"6",
					"{@item Necklace of electrum medallions with red and blue tournalines (Brazen Coalition)|psx}"
				],
				[
					"7",
					"{@item Lute crafted of exotic wood with mother-of-pearl inlay and zircon gems (Brazen Coalition)|psx}"
				],
				[
					"8",
					"{@item Ceremonial silver dagger with gold pommel and black pearl (Legion of Dusk)|psx}"
				],
				[
					"9",
					"{@item Fine steel rapier with gold filigree hilt (Legion of Dusk)|psx}"
				],
				[
					"10",
					"{@item Gold chalice (Legion of Dusk)|psx}"
				]
			]
		},
		{
			"name": "Damage Types",
			"source": "PHB",
			"page": 196,
			"colStyles": [
				"col-2 bold",
				"col-10"
			],
			"rows": [
				[
					"Acid",
					"The corrosive spray of a black dragon's breath and the dissolving enzymes secreted by a black pudding deal acid damage."
				],
				[
					"Bludgeoning",
					"Blunt force attacks—hammers, falling, constriction, and the like—deal bludgeoning damage."
				],
				[
					"Cold",
					"The infernal chill radiating from an ice devil's spear and the frigid blast of a white dragon's breath deal cold damage."
				],
				[
					"Fire",
					"Red dragons breathe fire, and many spells conjure flames to deal fire damage."
				],
				[
					"Force",
					"Force is pure magical energy focused into a damaging form. Most effects that deal force damage are spells, including magic missile and spiritual weapon."
				],
				[
					"Lightning",
					"A lightning bolt spell and a blue dragon's breath deal lightning damage."
				],
				[
					"Necrotic",
					"Necrotic damage, dealt by certain undead and some spells, withers matter and even the soul."
				],
				[
					"Piercing",
					"Puncturing and impaling attacks, including spears and monsters' bites, deal piercing damage."
				],
				[
					"Poison",
					"Venomous stings and the toxic gas of a green dragon's breath deal poison damage."
				],
				[
					"Psychic",
					"Mental abilities such as a mind flayer's psionic blast deal psychic damage."
				],
				[
					"Radiant",
					"Radiant damage, dealt by a cleric's flame strike spell or an angel's smiting weapon, sears the flesh like fire and overloads the spirit with power."
				],
				[
					"Slashing",
					"Swords, axes, and monsters' claws deal slashing damage."
				],
				[
					"Thunder",
					"A concussive burst of sound, such as the effect of the thunderwave spell, deals thunder damage."
				]
			]
		},
		{
			"name": "Derro Madness",
			"source": "MTF",
			"page": 159,
			"caption": "Derro Madness",
			"colLabels": [
				"d20",
				"Oddity"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"Never bathes or changes clothes"
				],
				[
					"2",
					"Frets with hair or mustache"
				],
				[
					"3",
					"Speaks to someone who isn't there"
				],
				[
					"4",
					"Walks backward whenever possible"
				],
				[
					"5",
					"Never looks others in the eye"
				],
				[
					"6",
					"Gnashes teeth after each sentence"
				],
				[
					"7",
					"Spits out half of each mouthful of food and drink"
				],
				[
					"8",
					"Insults everyone when first addressing them"
				],
				[
					"9",
					"Touches whomever he or she speaks to"
				],
				[
					"10",
					"Sees the spirits of the dead leaving their bodies"
				],
				[
					"11",
					"Faints when first subjected to bright light"
				],
				[
					"12",
					"Frequently licks their palms"
				],
				[
					"13",
					"Hears voices"
				],
				[
					"14",
					"Terrified of writing"
				],
				[
					"15",
					"Tastes objects"
				],
				[
					"16",
					"Stands too close to others"
				],
				[
					"17",
					"Breathes loudly"
				],
				[
					"18",
					"Drools constantly"
				],
				[
					"19",
					"Mumbles when speaking"
				],
				[
					"20",
					"Hops from place to place"
				]
			]
		},
		{
			"name": "Major Adaptation",
			"source": "GGR",
			"page": 210,
			"caption": "Major Adaptation",
			"colLabels": [
				"d8",
				"Major Adaptation"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"Acidic Skin. Any creature that touches the krasis or hits it with a melee attack while within 5 feet of it takes 2 (1d4) acid damage (category 1), 4 (1d8) acid damage (category 2), or 6 (1d12) acid damage (category 3)."
				],
				[
					"2",
					"Armored Hide. The krasis has better natural armor afforded by a shell or thick scales, increasing its Armor Class by 4."
				],
				[
					"3",
					"Bioluminescent Markings. The krasis has glowing patterns on its skin that take the shape of defensive runes, granting it advantage on saving throws against spells and other magical effects."
				],
				[
					"4",
					"Flight. The krasis has wings and gains a flying speed equal to its walking speed."
				],
				[
					"5",
					"Grabber. When the krasis hits a creature with its claws, the target is {@condition grappled} (escape DC 13 for category 1, DC 15 for category 2, and DC 19 for category 3) by a specialized grasping appendage on the krasis. It can have only one creature {@condition grappled} in this way at a time."
				],
				[
					"6",
					"Hypnotic Display (Recharge 5-6). As an action, the krasis creates mesmerizing colors and shapes around itself. Each creature within 15 feet of it that can see it must succeed on a Wisdom saving throw (DC 12 for category 1, DC 14 for category 2, and DC 18 for category 3) or be {@condition stunned} for 1 minute. The {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on a saving throw against this effect becomes immune to the Hypnotic Display of all krasis for 24 hours."
				],
				[
					"7",
					"Venomous Sting. When the krasis hits a creature with its claws, the creature must succeed on a Constitution saving throw (DC 12 for category 1, DC 14 for category 2, and DC 18 for category 3) or be {@condition poisoned} for 1 minute. If the krasis is a category 2 or 3, the creature is {@condition paralyzed} while {@condition poisoned} in this way. The {@condition poisoned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
				],
				[
					"8",
					"Regeneration. The krasis regains hit points (2 for a category 1, 5 for a category 2, and 10 for a category 3) at the start of each of its turns if it has at least 1 hit point."
				]
			]
		},
		{
			"name": "Minor Adaptations",
			"source": "GGR",
			"page": 212,
			"caption": "Minor Adaptations",
			"colLabels": [
				"d8",
				"Minor Adaptations"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"Amorphous Structure. The krasis can move through a space as narrow as 1 inch wide without squeezing."
				],
				[
					"2",
					"Aquatic. The krasis gains a swimming speed equal to its walking speed."
				],
				[
					"3",
					"Climbing Speed. The krasis gains a climbing speed equal to its walking speed."
				],
				[
					"4",
					"Cryptic Skin. The krasis can change color to match its surroundings. It has advantage on Dexterity ({@skill Stealth}) checks made to hide."
				],
				[
					"5",
					"Heightened Awareness. The krasis can't be surprised, as a result of having sensitive barbels like a catfish, stereoscopic vision like a chameleon, a tongue like a snake, eye stalks like a lobster, or an array of several eyes."
				],
				[
					"6",
					"Ink Cloud (Recharges after a Short or Long Rest). While underwater, the krasis can use a bonus action to expel a cloud of ink and then move up to its speed. The ink cloud is stationary and fills a 20-foot-radius sphere centered on a point in the krasis's space before it moves. The sphere is heavily obscured until the ink disperses after 1 minute. A strong current also disperses the ink cloud."
				],
				[
					"7",
					"Leaping Legs. With or without a running start, the krasis's long jump is 20 feet (category 1), 30 feet (category 2), or 40 feet (category 3). Its high jump is 10 feet (category 1), 20 feet (category 2), or 30 feet (category 3)."
				],
				[
					"8",
					"Stabilizing Legs. The krasis has several crablike legs. As a result, it has advantage on Strength and Dexterity saving throws made against effects that would knock it {@condition prone}."
				]
			]
		},
		{
			"name": "Whirlpools; Whirlpool Rank",
			"source": "GoS",
			"page": 206,
			"caption": "Whirlpool Rank",
			"colLabels": [
				"Rank",
				"Diameter",
				"Velocity",
				"DC"
			],
			"colStyles": [
				"text-center col-2-1",
				"col-3-3",
				"col-3-3",
				"col-3-3 text-center"
			],
			"rows": [
				[
					"1",
					"22 ({@dice 4d10}) ft.",
					"5 ft.",
					"5"
				],
				[
					"2",
					"55 ({@dice 10d10}) ft.",
					"15 ft.",
					"10"
				],
				[
					"3",
					"110 ({@dice 20d10}) ft.",
					"25 ft.",
					"15"
				],
				[
					"4",
					"165 ({@dice 30d10}) ft.",
					"35 ft.",
					"20"
				]
			]
		},
		{
			"name": "Who Created It or Was Intended to Use It?",
			"source": "PSX",
			"page": 26,
			"caption": "Who Created It or Was Intended to Use It?",
			"colLabels": [
				"d12",
				"Origin or Intended User"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1–2",
					"{@bold Sun Empire}. The item was created during the heyday of the Sun Empire, most likely during the time that the Immortal Sun was housed in the imperial capital of Orazca. It might be tied to a former emperor or an emperor's champion. It might be decorated with imagery of the Immortal Sun, as well as geometric patterns, feather designs, or dinosaur shapes. It might be made of silver or incorporate amber."
				],
				[
					"3",
					"{@bold Dinosaur}. This item is made from scales, teeth, talons, or feathers shed by a dinosaur."
				],
				[
					"4–5",
					"{@bold River Heralds}. The item is probably crafted from jade or polished wood. It might include designs resembling knots or braids. If fabric, it appears to be knotted or braided out of long strips. Weapons often have a wave-like curve to their design. The item could have an elemental spirit bound into it."
				],
				[
					"6–7",
					"{@bold Brazen Coalition}. The item was devised by the crafty inventors of the Brazen Coalition. It might incorporate designs like ship fittings or knotted rope into its construction, or it could feature polished wood, carefully focused lenses, or fabric that billows like sails."
				],
				[
					"8–9",
					"{@bold Legion of Dusk}. The item might be fashioned of bone, gold, or ancient-looking black wood. It might have a two-pronged motif or incorporate the rose-like symbol of the Legion."
				],
				[
					"10",
					"{@bold Coatl}. The item is half the weight of other items of its kind, and is inscribed with feathered wings, serpents, suns, and other symbols of good. Demons find the item's presence repulsive."
				],
				[
					"11",
					"{@bold Demonic}. The item is made of black iron or horn inscribed with runes, and any cloth or leather components are crafted from the hide of demons. It might incorporate the feathers, claws, or beaks of harpies. It is warm to the touch and features leering faces or vile runes engraved on its surface. Coatls find the item's presence repulsive."
				],
				[
					"12",
					"{@bold Dryad}. The item is exquisitely crafted from wood, leaves, or vines. It is adorned with symbols of nature: leaves, vines, stars, and the like. It glows with a pale radiance in moonlight, shedding dim light in a 5-foot radius."
				]
			]
		},
		{
			"name": "Snout of Omgar Encounters; Land",
			"source": "TTP",
			"page": 5,
			"caption": "Snout of Omgar Encounters; Land",
			"colLabels": [
				"d100",
				"Encounter"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"01–05",
					"Almiraj"
				],
				[
					"06–10",
					"Axe beaks"
				],
				[
					"11–15",
					"Baboons"
				],
				[
					"16–20",
					"Blood hawks"
				],
				[
					"21–25",
					"Cannibals"
				],
				[
					"26–30",
					"Chwinga"
				],
				[
					"31–35",
					"Dimetrodons"
				],
				[
					"36–40",
					"Eblis"
				],
				[
					"41–45",
					"Flail snail"
				],
				[
					"46–50",
					"Flying snakes"
				],
				[
					"51–55",
					"Geonids"
				],
				[
					"56–60",
					"Giant lizards"
				],
				[
					"61–65",
					"Giant snapping turtle"
				],
				[
					"66–70",
					"Jaculis"
				],
				[
					"71–75",
					"Pteranodons"
				],
				[
					"76–80",
					"Stirges"
				],
				[
					"81–85",
					"Topis"
				],
				[
					"86–00",
					"Tortle"
				]
				
			],
			"footnotes": [
				{
					"type": "entries",
					"name": "Almiraj",
					"id": "008",
					"page": 5,
					"entries": [
						"The characters spot an {@creature almiraj|toa} (see {@adventure Tomb of Annihilation|ToA}) roughly 60 feet away. The almiraj runs from any creature that approaches within 30 feet of it. Any character who successfully traps the almiraj can use an action to make a DC 14 Wisdom ({@skill Animal Handling}) check. If the check succeeds, the almiraj becomes calm and doesn't attack the character or run away unless it feels threatened or is harmed."
					]
				},
				{
					"type": "entries",
					"name": "Axe Beaks",
					"id": "009",
					"page": 5,
					"entries": [
						"A flock of {@dice 1d6+3} {@creature axe beak||axe beaks} stampede toward the characters, slashing at anyone they can reach."
					]
				},
				{
					"type": "entries",
					"name": "Baboons",
					"id": "00a",
					"page": 5,
					"entries": [
						"A pack of {@dice 3d6} {@creature baboon||baboons} has adapted to living in small mountain caves but scurry down to the tree line in search of food. The baboons can be placated by tossing each of them a day's supply of food. Otherwise, they attack, fleeing once their numbers are reduced by half."
					]
				},
				{
					"type": "entries",
					"name": "Blood Hawks",
					"id": "00b",
					"page": 6,
					"entries": [
						"These bright red birds are common sights on the island. They feed on {@creature flying snake|MM|flying snakes}, and tortles hunt them for sport. {@creature blood hawk||Blood hawks} appear only during the day, and a typical encounter consists of {@dice 2d6} {@creature blood hawk||blood hawks} that attack until half of them are slain. If this encounter is rolled at night, treat it as no encounter."
					]
				},
				{
					"type": "entries",
					"name": "Cannibals",
					"id": "00c",
					"page": 6,
					"entries": [
						"Human cannibals from the mainland use {@item canoe|toa|canoes} to reach the island. They come in search of shipwreck survivors to hunt and eat. The characters encounter {@dice 3d6} hostile cannibals (CE male and female Chultan human {@creature tribal warrior||tribal warriors}) who fight to the death. They wear leather masks made from skinned human faces and crude jewelry made from human bones and teeth."
					]
				},
				{
					"type": "entries",
					"name": "Chwinga",
					"id": "00d",
					"page": 6,
					"entries": [
						"A {@creature chwinga|toa} (see {@adventure Tomb of Annihilation|ToA}) takes an interest in the characters. It attempts to steal something valuable from an unguarded pack, but is noticed by any character who has a passive Wisdom ({@skill Perception}) score of 17 or higher. The chwinga always leaves something else in exchange: a pretty shell, a handful of nuts, or an uncut gemstone (10 gp)."
					]
				},
				{
					"type": "entries",
					"name": "Dimetrodons",
					"id": "00e",
					"page": 6,
					"entries": [
						"If the characters are traveling near the shore, they see {@dice 1d4} {@creature dimetrodon|vgm|dimetrodons} (see {@adventure Tomb of Annihilation|ToA} or {@book Volo's Guide to Monsters|vgm}) wallowing in shallow pools of water. These creatures turn hostile if disturbed. If the characters are nowhere near water or camped for the night, the dimetrodons are on the move and attack anything in their path."
					]
				},
				{
					"type": "entries",
					"name": "Eblis",
					"id": "010",
					"page": 6,
					"entries": [
						"If the characters are on the move when this encounter occurs, they stumble across {@dice 1d4+2} {@creature eblis|toa} (see {@adventure Tomb of Annihilation|ToA}) on the hunt for {@creature lizard|MM|lizards} or {@creature flying snake|MM|flying snakes} to eat. The eblis politely offer to trade information for treasure. For 50 gp worth of treasure, they will point the adventurers in the direction of nearby landmarks. The eblis attack if the characters refuse to trade and are outnumbered. They flee if half of them are killed or incapacitated. If this encounter occurs while the party is camped, the eblis sneak into the camp and try to drag one character away."
					]
				},
				{
					"type": "entries",
					"name": "Flail Snail",
					"id": "011",
					"page": 6,
					"entries": [
						"Characters spot the slimy trail of a {@creature flail snail|vgm} (see {@adventure Tomb of Annihilation|ToA} or {@book Volo's Guide to Monsters|vgm}). If they decide to follow it, a successful DC 10 Wisdom ({@skill Survival}) check correctly deduces which direction the snail was traveling. The snail wants to be left alone and attacks only those who antagonize it."
					]
				},
				{
					"type": "entries",
					"name": "Flying Snakes",
					"id": "012",
					"page": 6,
					"entries": [
						"The party encounters {@dice 1d6} {@creature flying snake||flying snakes}. These snakes attack only when threatened. A flying snake that is successfully grappled can be stuffed in a sack or other soft container. After 1 hour of confinement, the snake settles down. A character who succeeds on a DC 13 Wisdom ({@skill Animal Handling}) check can remove a calm snake from the container without causing it to attack or fly away."
					]
				},
				{
					"type": "entries",
					"name": "Geonids",
					"id": "013",
					"page": 6,
					"entries": [
						"Geonids live in mountain caves, but they can be encountered anywhere on the island. If the encounter occurs during the day, the characters are ambushed by {@dice 2d4} {@creature geonid|ttp|geonids} disguised as small boulders. They demand at least 25 gp worth of treasure for safe passage throughout their territory. If the encounter occurs at night, {@dice 3d6} {@creature geonid|ttp|geonids} attempt to sneak into the party's camp and steal food."
					]
				},
				{
					"type": "entries",
					"name": "Giant Lizards",
					"id": "014",
					"page": 6,
					"entries": [
						"The characters encounter {@dice 1d6} {@creature giant lizard||giant lizards}. During the day, the lizards are well fed and flee if attacked; at night, they turn aggressive and attack characters who come within 30 feet of them. The Snout of Omgar is home to hundreds of giant lizards. Tortles hunt them for their leather and meat, and they use the lizards' bones and teeth to make crude jewelry."
					]
				},
				{
					"type": "entries",
					"name": "Giant Snapping Turtle",
					"id": "015",
					"page": 6,
					"entries": [
						"These aggressive monsters like to bask on the island's warm rocks and shores, but occasionally one will venture inland to find food. The characters encounter a lone {@creature giant snapping turtle|toa} (see {@adventure Tomb of Annihilation|ToA}) and can avoid it by keeping their distance."
					]
				},
				{
					"type": "entries",
					"name": "Jaculis",
					"id": "016",
					"page": 6,
					"entries": [
						"Without warning, {@dice 1d6} {@creature jaculi|toa|jaculis} (see {@adventure Tomb of Annihilation|ToA}) launch themselves at the party from trees or mountain ledges. Any character with a passive Wisdom ({@skill Perception}) score of 14 or higher spots the jaculis before they strike, but all others are surprised."
					]
				},
				{
					"type": "entries",
					"name": "Pteranodons",
					"id": "019",
					"page": 6,
					"entries": [
						"{@creature pteranodon||Pteranodons} roost atop the mountains and gather in flocks to fish along the island's shores. The characters spot {@dice 1d6} {@creature pteranodon||pteranodons} nearby. The pteranodons keep their distance and attack only if threatened."
					]
				},
				{
					"type": "entries",
					"name": "Stirges",
					"id": "01b",
					"page": 8,
					"entries": [
						"The Snout of Omgar has plenty of caves, ruins, and trees in which {@creature stirge||stirges} can hide. By day, the characters disturb {@dice 2d6} {@creature stirge||stirges} as they move through the jungle. At night, the same number of stirges descend on the party's camp."
					]
				},
				{
					"type": "entries",
					"name": "Topis",
					"id": "01c",
					"page": 8,
					"entries": [
						"The characters are attacked by {@dice 1d4+2} {@creature topi|ttp|topis} (see \"{@creature topi|ttp|Topi}\") that escaped from the {@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)}."
					]
				},
				{
					"type": "entries",
					"name": "Tortle",
					"id": "01d",
					"page": 8,
					"entries": [
						"The characters encounter a {@creature tortle|mtf} (see \"{@race tortle|ttp|Tortles}\"). For suggested tortle names, see \"{@race tortle|ttp|Tortle Names}\". If this encounter occurs near the coast, the tortle is a fisher with a {@item fishing tackle|phb|fishing pole}, a {@item net|phb}, and a fish basket. If the encounter occurs inland, the tortle is hunting snakes, {@creature lizard|MM|lizards}, {@creature axe beak||axe beaks}, or {@creature blood hawk||blood hawks}. The tortle tries to be helpful. If the characters are looking for a settlement where they can rest and trade, the tortle points them in the direction of {@adventure Ahoyhoy|ttp|3|Ahoyhoy}. If they're looking for adventure, it points them in the direction of the {@adventure Typhoon Palace|ttp|3|Dangwaru (The Typhoon Palace)}. If a mystery is what they seek, it points them in the direction of the {@adventure Shrine of Fangs|ttp|3|Shrine of Fangs}. If they're looking for shipwrecks to plunder, it directs them toward {@adventure High Horn|ttp|3|High Horn}. If they're looking for a good time, the tortle gives them directions to the {@adventure Mud Pits of Florrb|ttp|3|Mud Pits of Florrb}."
					]
				}
			]
		},
		{
			"name": "Snout of Omgar Encounters; Water",
			"source": "TTP",
			"page": 5,
			"caption": "Snout of Omgar Encounters; Water",
			"colLabels": [
				"d100",
				"Encounter"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"01-15",
					"Cannibals"
				],
				[
					"16-30",
					"Dolphins"
				],
				[
					"31-40",
					"Flying snakes"
				],
				[
					"41-50",
					"Giant snapping turtle"
				],
				[
					"51-60",
					"Marine Decapus"
				],
				[
					"61-75",
					"Plesiosaurus"
				],
				[
					"76-85",
					"Pteranodons"
				],
				[
					"86-00",
					"Reef sharks"
				]				
			],
			"footnotes": [
				{
					"type": "entries",
					"name": "Cannibals",
					"id": "00c",
					"page": 6,
					"entries": [
						"Human cannibals from the mainland use {@item canoe|toa|canoes} to reach the island. They come in search of shipwreck survivors to hunt and eat. The characters encounter {@dice 3d6} hostile cannibals (CE male and female Chultan human {@creature tribal warrior||tribal warriors}) who fight to the death. They wear leather masks made from skinned human faces and crude jewelry made from human bones and teeth."
					]
				},
				{
					"type": "entries",
					"name": "Dolphins",
					"id": "00f",
					"page": 6,
					"entries": [
						"The party encounters {@dice 2d4} {@creature dolphin|vgm|dolphins} (see {@book Volo's Guide to Monsters|vgm}) or 1 {@creature killer whale} if you prefer. If the characters use magic to speak with the creatures, they can receive directions to the nearest coastal settlement."
					]
				},
				{
					"type": "entries",
					"name": "Flying Snakes",
					"id": "012",
					"page": 6,
					"entries": [
						"The party encounters {@dice 1d6} {@creature flying snake||flying snakes}. These snakes attack only when threatened. A flying snake that is successfully grappled can be stuffed in a sack or other soft container. After 1 hour of confinement, the snake settles down. A character who succeeds on a DC 13 Wisdom ({@skill Animal Handling}) check can remove a calm snake from the container without causing it to attack or fly away."
					]
				},
				{
					"type": "entries",
					"name": "Giant Snapping Turtle",
					"id": "015",
					"page": 6,
					"entries": [
						"These aggressive monsters like to bask on the island's warm rocks and shores, but occasionally one will venture inland to find food. The characters encounter a lone {@creature giant snapping turtle|toa} (see {@adventure Tomb of Annihilation|ToA}) and can avoid it by keeping their distance."
					]
				},
				{
					"type": "entries",
					"name": "Marine Decapus",
					"id": "017",
					"page": 6,
					"entries": [
						"This marine {@creature decapus|ttp} preys on swimmers and will even snatch a rower from a {@item canoe|toa} (though it must use half of its tentacles to grab hold of the vessel before doing so). The decapus withdraws into the depths if it loses more than half of its hit points."
					]
				},
				{
					"type": "entries",
					"name": "Plesiosaurus",
					"id": "018",
					"page": 6,
					"entries": [
						"The characters blunder into the hunting ground of a hungry {@creature plesiosaurus} that attacks passing {@item canoe|toa|canoes} or anything else it can wrap its jaws around."
					]
				},
				{
					"type": "entries",
					"name": "Pteranodons",
					"id": "019",
					"page": 6,
					"entries": [
						"{@creature pteranodon||Pteranodons} roost atop the mountains and gather in flocks to fish along the island's shores. The characters spot {@dice 1d6} {@creature pteranodon||pteranodons} nearby. The pteranodons keep their distance and attack only if threatened."
					]
				},
				{
					"type": "entries",
					"name": "Reef Sharks",
					"id": "01a",
					"page": 8,
					"entries": [
						"The water surrounding the island is home to thousands of {@creature reef shark||reef sharks} that are drawn by the scent of blood in the water. A swimmer with an open, bleeding wound is accosted by {@dice 1d6} {@creature reef shark||reef sharks} if it spends more than 1 minute in the water."
					]
				}
			]
		}
	]
}
